[
    "Dance for 30 seconds",
    "Sing your favorite song",
    "Do 10 push-ups",
    "Dance for 30 seconds",
    "Sing your favorite song",
    "Do 10 push-ups",
    "Speak in an accent for the next three turns",
    "Act like a chicken until your next turn",
    "Text the first person in your contacts and say 'I miss you'",
    "Do 20 jumping jacks",
    "Try to lick your elbow",
    "Pretend to be a waiter and take snack orders from everyone",
    "Wear socks on your hands for the next three turns",
    "Talk like a baby for the next three turns",
    "Do your best impression of a celebrity of the group's choice",
    "Spin around 10 times and then try to walk in a straight line",
    "Post an embarrassing selfie on social media",
    "Do a cartwheel or try your best to do one",
    "Let someone draw on your face with a marker",
    "Wear someone else's shoes until your next turn",
    "Call a random number and sing 'Happy Birthday'",
    "Pretend to be someone else in the group for five minutes",
    "Put ice cubes down your shirt and keep them there for one minute",
    "Let the group choose a song for you to lip-sync to",
    "Try to touch your toes without bending your knees",
    "Do the worm dance",
    "Pretend you're a fish out of water for 30 seconds",
    "Let someone tickle you for 30 seconds",
    "Say everything in a whisper until your next turn",
    "Eat a spoonful of a condiment of the group's choice",
    "Act like a monkey until your next turn",
    "Try to juggle three items chosen by the group",
    "Do 15 squats",
    "Do your best evil laugh for 15 seconds",
    "Let someone style your hair in a crazy way",
    "Wear a blindfold and let someone feed you something",
    "Make up a story about the item closest to you",
    "Talk without using your tongue for the next three turns",
    "Imitate a celebrity of the group's choice until someone guesses who you are",
    "Balance a book on your head for the next five minutes",
    "Pretend to be a model and do a runway walk in the room",
    "Do 20 sit-ups",
    "Let someone else redo your hairstyle",
    "Do your best impression of a dog and bark for one minute",
    "Wear your socks on your hands for the next five minutes",
    "Act like a superhero of the group's choice",
    "Hold a plank position for 30 seconds",
    "Call someone and try to have a conversation using only animal sounds",
    "Do a handstand or try your best to do one",
    "Let the group pick a funny photo of yours to post on social media",
    "Act like a statue until your next turn",
    "Walk on your knees until your next turn",
    "Pretend to propose to someone in the group",
    "Name someone you've pretended to like but actually couldn't stand.",
    "Describe the weirdest thing you've ever done while inebriated.",
    "Name one thing you'd change about every person in this room.",
    "List one positive and one negative thing about everyone in the room.",
    "Name a band you only pretend to like.",
    "Share a screenshot of your phone's home screen.",
    "Share the last song you listened to.",
    "Send the last emoji you used in a chat.",
    "Share your most recent search history"
]